[{"Companies": "Appsfire SAS", "company_codes": ",nptvzy,onlnfr,onlnfr,", "desc": "(This story has been posted on The Wall Street Journal Online's Tech Europe blog at http://blogs.wsj.com/tech-europe.)\n\nBy Ben Rooney", "industry_codes": ",iint,imed,isocial,", "publication_date": "1342178940000", "Regions": "France", "region_codes": ",fra,cana,eurz,usa,usca,usw,eecz,medz,namz,weurz,", "title": "WSJ BLOG/Tech Europe: French Start-Ups Worry About Hollande's Priorities", "wordcount": 19, "sentiment": 0.0}, {"Companies": "\"LivingSocial, Inc.\"", "company_codes": ",lvgsoc,barc,lvgsoc,onlnfr,pglosp,shuorg,", "desc": "Live Events NYC Collection Page Kicks Off with the Best Live Experiences for Tri-State Residents\n\n\nWASHINGTON--(BUSINESS WIRE)--July 12, 2012-- ", "industry_codes": ",imed,iint,isocial,", "publication_date": "1342094520000", "Regions": "United States", "region_codes": ",usa,usny,usdc,namz,use,", "title": "LivingSocial Raises the Curtain on Live Events in New York -- Expands Premium Offerings to Include Music, Sporting Events, Theater and More", "wordcount": 19, "sentiment": 0.6369}, {"Companies": "Mayo Foundation for Medical Education and Research", "company_codes": ",maym,onlnfr,yoinco,onlnfr,twnit,", "desc": "CHICAGO _ Is your doctor a technophobe? Increasingly, the answer may be no. There's a stereotype that says doctors shun technology that might threaten patients' privacy and their own pocketbooks. But a new breed of physicians is texting health messages to patients, tracking disease trends on Twitter, identifying medical problems on Facebook pages and communicating with patients through email.\n\nSo far, those numbers are small. Many doctors still cling to pen and paper, and are most comfortable using e-technology to communicate with each other _ not with patients. But from the nation's top public health agency, to medical clinics in the heartland, some physicians realize patients want more than a 15-minute office visit and callback at the end of the day.", "industry_codes": ",isocial,iint,imed,", "publication_date": "1339360980000", "Regions": "United States", "region_codes": ",usa,namz,", "title": "Is ur #MD 2 square? Some doctors defy 'technophobe' image, tweeting and texting with patients", "wordcount": 121, "sentiment": 0.2357}, {"Companies": "Facebook Inc", "company_codes": ",onlnfr,onlnfr,", "desc": "Paul Roberts was \"Teacher of the Year\" when he was arrested and fired from his job teaching math at Stafford Middle School.\n\nAdministrators allege the 52-year-old educator's Facebook conversations with two students featured lewd dialogue peppered with \"profanity of a sexual nature.\"", "industry_codes": ",iint,imed,isocial,", "publication_date": "1337299200000", "Regions": "United States", "region_codes": ",usa,namz,", "title": "SOCIAL MEDIA; Scandals force districts to weigh limits", "wordcount": 42, "sentiment": -0.7717}, {"Companies": "Facebook Inc", "company_codes": ",onlnfr,onlnfr,", "desc": "\nBETHESDA, Md.--(BUSINESS WIRE)--May 16, 2012-- \n\nCalvert Investments was ranked among the \"Top Social Media Leaders in 2012\" according to kasina, a financial services consulting firm. Calvert ranked number five out of fifty-three asset management and insurance firms for its promotional use of Facebook. kasina used a three-tier methodology that ranked firms based on content, branding, interactivity, and usability on each social platform.", "industry_codes": ",iint,imed,isocial,", "publication_date": "1337196660000", "Regions": "United States", "region_codes": ",usa,namz,", "title": "kasina Ranks Calvert Investments Among Top Five Social Media Leaders of 2012", "wordcount": 62, "sentiment": 0.5574}, {"Companies": "Facebook Inc", "company_codes": ",onlnfr,onlnfr,", "desc": "(\"MARKET TALK: Zuckerberg, Others Hike Planned Facebook Sales,\" published at 6:50 a.m. EDT, incorrectly said Zuckerberg himself was boosting planned stock sales. They are instead being increased by holders whose shares he has voting control over. A corrected item follows.)", "industry_codes": ",iint,imed,isocial,", "publication_date": "1337172000000", "Regions": "United States", "region_codes": ",usa,usca,usw,namz,", "title": "CORRECT: MARKET TALK: Current Holders Hike Planned Facebook Sales", "wordcount": 40, "sentiment": 0.6908}, {"Companies": "Alphabet Inc.", "company_codes": ",goog,onlnfr,onlnfr,", "desc": "Facebook will go public on May 18, in one of the most highly anticipated hi-tech initial public offerings since Google went public in August 2004. The Wall Street Journal reported yesterday that the social networking company is set to start its roadshow on Monday. The roadshow, a series of meetings with prospective institutional investors, is designed to stir interest in the company's stock. Mark Zuckerberg, the founder and chief executive of Facebook, will attend some of the meetings, the paper said. Facebook had 901 million monthly users at March 31, up from 845m at the end of last year.", "industry_codes": ",iint,imed,isocial,", "publication_date": "1336003200000", "Regions": "New Zealand", "region_codes": ",nz,apacz,ausnz,", "title": "FACEBOOK SHARE OFFER", "wordcount": 99, "sentiment": 0.4588}, {"Companies": "Facebook Inc", "company_codes": ",onlnfr,onlnfr,", "desc": "London, Feb. 14 -- A prominent American proxy advisory firm has accused Facebook founder Mark Zuckerberg accused of 'hubris', criticizing his plan to use a dual class share structure to maintain control of voting rights at the firm even after the multi-million dollar flotation. The prospectus published last month by Facebook disclosed that Zuckerberg, 27, will control almost 57percent of voting rights on all key decisions at the company. Institutional Shareholder Services (ISS), which advises over 1,500 institutional investors on corporate governance, said that the firm's dual-class share structure diminishes shareholder rights and limits the accountability of its board of directors to investors, The Telegraph reports. \"This is a governance profile with a defence against everything [except] hubris,\" ISS said in a report sent to clients.", "industry_codes": ",iint,imed,isocial,", "publication_date": "1329177600000", "Regions": "England", "region_codes": ",eland,usa,eecz,eurz,namz,uk,weurz,", "title": "US proxy advisor accuses Zuckerberg of 'hubris' over Facebook voting rights control", "wordcount": 126, "sentiment": 0.0516}, {"Companies": "", "company_codes": "", "desc": "In times when celebs are all about portraying the glitz and glamour, there are a few who spot the silver lining in dark times and put their vulnerability on display, for the world to learn from.\n\nAn upside of the otherwise abused social media, is that some celebrities are now shedding their inhibitions during heartaches and ailments as they try to find strength.", "industry_codes": ",isocial,iint,imed,", "publication_date": "1328918400000", "Regions": "Tamil Nadu", "region_codes": ",tamil,asiaz,bric,devgcoz,dvpcoz,india,indsubz,sasiaz,", "title": "Positively yours", "wordcount": 63, "sentiment": 0.1531}, {"Companies": "Barclays PLC", "company_codes": ",barc,bigmac,cnyc,dwitd,gldmns,goog,ncnbco,onlnfr,pzaoob,onlnfr,", "desc": "A graffiti artist who agreed to be paid in stock rather than cash for painting Facebook’s first office could be $200 million richer when the social network finally floats.\n\nThe flotation is expected to value the company at up to $100 billon, making billionaires of its founders and earlier investors and millionaires out of at least 1,000 of its employees.", "industry_codes": ",iint,imed,isocial,", "publication_date": "1328200752000", "Regions": "United Kingdom", "region_codes": ",uk,eecz,eurz,weurz,", "title": "Graffiti artist could earn $200 million from Facebook float", "wordcount": 60, "sentiment": 0.7845}]